---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemCoverSide
source: html/4f611bb8-ae82-b686-f2da-d97c65385d47.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemCoverSide Property

"Rebar Cover Side/Edge"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemCoverSide { get; }
```